tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "bensadeh/circumflex"
tap "candid82/brew"
tap "charmbracelet/tap"
tap "cloudflare/cloudflare"
tap "dustinblackman/tap"
tap "eddieantonio/eddieantonio"
tap "gjbae1212/gossm"
tap "hashicorp/tap"
tap "ilijamt/tap"
tap "kaplanelad/tap"
tap "mongodb/brew"
tap "noahgorstein/tap"
tap "npiv/chatblade"
tap "nutcracker/tap"
tap "owasp-amass/amass"
tap "potatolabs/git-redate"
tap "rbenv/tap"
tap "rcmdnk/file"
tap "rs/tap"
tap "saulpw/vd"
tap "sstadick/hck"
tap "yqrashawn/goku"

brew "adwaita-icon-theme"
brew "aria2"
brew "asciinema"
brew "automake"
brew "bash"
brew "bat"
brew "bensadeh/circumflex/circumflex"
brew "bfg"
brew "broot"
brew "btop"
brew "chafa"
brew "chatblade"
brew "choose-rust"
brew "cmake"
brew "composer"
brew "coreutils"
brew "djvu2pdf"
brew "dust"
brew "duti"
brew "eddieantonio/eddieantonio/imgcat"
brew "fd"
brew "fdupes"
brew "figlet"
brew "findutils"
brew "fish"
brew "flamegraph"
brew "fnm"
brew "fx"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-cal"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "git-plus"
brew "git-when-merged"
brew "gitleaks"
brew "glow"
brew "gnu-sed"
brew "go"
brew "gpgme"
brew "gping"
brew "graphicsmagick"
brew "gum"
brew "hashicorp/tap/vault"
brew "httpie"
brew "hyperfine"
brew "jc"
brew "jid"
brew "jless"
brew "jq"
brew "kaplanelad/tap/shellfirm"
brew "lazydocker"
brew "lazygit"
brew "lima"
brew "lsd" 
brew "luarocks"
brew "magic-wormhole"
brew "navi"
brew "ncdu"
brew "neovim"
brew "netcat"
brew "nmap"
brew "noahgorstein/tap/jqp"
brew "nushell"
brew "owasp-amass/amass/amass"
brew "pandoc"
brew "parallel"
brew "potatolabs/git-redate/git-redate"
brew "proselint"
brew "pup"
brew "rbenv"
brew "ripgrep-all"
brew "rm-improved"
brew "sd"
brew "shellcheck"
brew "shfmt"
brew "sox"
brew "sstadick/hck/hck"
brew "starship"
brew "tealdeer"
brew "tig"
brew "tmux"
brew "topgrade"
brew "trufflehog"
brew "vhs"
brew "viu"
brew "w3m"
brew "watch"
brew "watchexec"
brew "webp-pixbuf-loader"
brew "wget"
brew "write-good"
brew "yamllint"
brew "yarn"
brew "yazi"
brew "yq"
brew "yqrashawn/goku/goku"
brew "zoxide"

cask "1password-cli"
cask "alfred"
cask "anki"
cask "appcleaner"
cask "bartender"
cask "blockblock"
cask "docker"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "grandperspective"
cask "hammerspoon"
cask "kap"
cask "karabiner-elements"
cask "keyclu"
cask "knockknock"
cask "lulu"
cask "miniconda"
cask "nisus-thesaurus"
cask "ollama"
cask "oversight"
cask "ransomwhere"
cask "rectangle"
cask "reikey"
cask "shottr"
cask "sloth"
cask "wezterm"
{{ if ne .isWork true -}}
cask "arc"
cask "chromedriver"
cask "discord"
cask "google-chrome"
cask "mullvadvpn"
cask "omnidisksweeper"
cask "onyx"
cask "remember-the-milk"
cask "skype"
cask "slack"
cask "telegram"
cask "whatsapp"
{{ end -}}
