tap "bensadeh/circumflex"
tap "candid82/brew"
tap "charmbracelet/tap"
tap "cloudflare/cloudflare"
tap "dustinblackman/tap"
tap "eddieantonio/eddieantonio"
tap "gjbae1212/gossm"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "ilijamt/tap"
tap "kaplanelad/tap"
tap "mongodb/brew"
tap "noahgorstein/tap"
tap "npiv/chatblade"
tap "nutcracker/tap"
tap "owasp-amass/amass"
tap "potatolabs/git-redate"
tap "rbenv/tap"
tap "rcmdnk/file"
tap "rs/tap"
tap "saulpw/vd"
tap "sstadick/hck"
tap "yqrashawn/goku"
brew "xz"
brew "adwaita-icon-theme"
brew "readline"
brew "aria2"
brew "asciinema"
brew "automake"
brew "bash"
brew "bat"
brew "bfg"
brew "broot"
brew "btop"
brew "catimg"
brew "libyaml"
brew "chatblade"
brew "choose-rust"
brew "cmake"
brew "curl"
brew "libpq"
brew "php"
brew "composer"
brew "coreutils"
brew "croc"
brew "difftastic"
brew "direnv"
brew "djvu2pdf"
brew "dpkg"
brew "duf"
brew "dust"
brew "duti"
brew "espeak"
brew "exiftool"
brew "eza"
brew "fcrackzip"
brew "fd"
brew "fdupes"
brew "feh"
brew "libevent"
brew "ffmpegthumbnailer"
brew "figlet"
brew "findutils"
brew "ncurses"
brew "fish"
brew "fnm"
brew "fq"
brew "fx"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "gitleaks"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gpgme"
brew "gping"
brew "graphicsmagick"
brew "grex"
brew "gtk4"
brew "gtop"
brew "gum"
brew "htmlq"
brew "httpie"
brew "hurl"
brew "hyperfine"
brew "python@3.11"
brew "icdiff"
brew "libheif"
brew "jc"
brew "jid"
brew "jless"
brew "jo"
brew "jq"
brew "pandoc"
brew "jupyterlab"
brew "lazydocker"
brew "lazygit"
brew "lcov"
brew "libiconv"
brew "lima"
brew "loc"
brew "lsd"
brew "luarocks"
brew "magic-wormhole"
brew "mas"
brew "opencv"
brew "mlt"
brew "mosh"
brew "mpv"
brew "msmtp"
brew "mutt"
brew "ncdu"
brew "neovim"
brew "netcat"
brew "nethogs"
brew "nginx"
brew "nmap"
brew "nushell"
brew "osx-cpu-temp"
brew "parallel"
brew "tree"
brew "pass"
brew "pinfo"
brew "pngquant"
brew "poppler"
brew "procs"
brew "proselint"
brew "pup"
brew "pv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qsv"
brew "rbenv"
brew "re2"
brew "rename"
brew "ripgrep"
brew "ripgrep-all"
brew "rm-improved"
brew "runit"
brew "sad"
brew "sd"
brew "shellcheck"
brew "shfmt"
brew "sk"
brew "ssh-copy-id"
brew "starship"
brew "tealdeer"
brew "tig"
brew "utf8proc"
brew "tmux"
brew "topgrade"
brew "trufflehog"
brew "ttyd"
brew "vhs"
brew "w3m"
brew "watch"
brew "watchexec"
brew "webp-pixbuf-loader"
brew "wget"
brew "write-good"
brew "xclip"
brew "xsv"
brew "yamllint"
brew "yank"
brew "yarn"
brew "yazi"
brew "yq"
brew "zlib"
brew "zoxide"
brew "bensadeh/circumflex/circumflex"
brew "charmbracelet/tap/wishlist"
brew "cloudflare/cloudflare/cloudflared"
brew "eddieantonio/eddieantonio/imgcat"
brew "gjbae1212/gossm/gossm"
brew "ilijamt/tap/vht"
brew "kaplanelad/tap/shellfirm"
brew "mongodb/brew/mongodb-community"
brew "noahgorstein/tap/jqp"
brew "nutcracker/tap/openssl@1.0"
brew "owasp-amass/amass/amass"
brew "potatolabs/git-redate/git-redate"
brew "sstadick/hck/hck"
brew "yqrashawn/goku/goku"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "alfred"
cask "anki"
cask "appcleaner"
cask "chromedriver"
cask "cryptomator"
cask "discord"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "google-drive"
cask "hammerspoon"
cask "karabiner-elements"
cask "macfuse"
cask "miniconda"
cask "mullvadvpn"
cask "rectangle"
cask "remember-the-milk"
cask "skype"
cask "slack"
cask "sloth"
cask "wezterm"
cask "whatsapp"
cask "xquartz"
mas "Xcode", id: 497799835
